---
layout: post
title:  医療保険
date:  2025-04-07 23:19:00 +0900
categories: blog
---

どうしようもないメモ。

自分は結構入院がちだが、それでも医療保険がギリギリプラスになるぐらいである。
一般的にどういう戦略が最適になるか考察してみる

## 序文

一般的に日本の国民皆保険の制度は高度にととのっており、特に民間の医療保険は入る必要はないと言われる。
具体的に何が整っているのであろうか

## 高額療養費制度

医療を受ける限り3割ですむ国民健康保険。

この健康保険には重要な機能が他にもあり、たとえば高額療養費制度がある。医療費がある一定額を超えた場合にそれを支払わなくて済む制度だ。
詳しい計算は省くが、ひと月で20万程度で済むことがほとんどだ。

まあ20万もかかると考えるとかなり負担感ではあるが、このような医療費に達するのは入院や手術をした場合ぐらいなので、あまり人生で起こることもないだろう。
レアなイベントと考えれば、万一のそなえの計算に役に立つだろう

## 付加給付金

サラリーマンをやっているとだいたい健康保険組合に入る。
あるいは協会けんぽに入っている人もいるだろう。

そうすると上記の高額療養費制度に加え、「付加給付金」なる制度がある。
これは健保によって額はまちまちなのだが、これによってかなり負担感が減る。

協会けんぽであれば25,000円を超える額が支給されるため、 **月々2.5万円で済む** ということになる。

また、長期入院になると生活費が心配になってくるが、こちらも傷病手当金があり、ある程度の収入を担保してくれる。

ざっくりと以上の仕組みがあり、実のところ、医療費だけではほぼ備えは不要なのだ。

## 医療保険

つまり、民間の医療保険はオマケみたいなものだ。
単なる入院だと、意外に一日の補償額は少ないことがわかる。
集計した訳では無いが、おおむね3,000円~10,000円といったところだろう。

おそらくこれは「差額ベッド代」を意識した額ではないかと思われる

## 差額ベッド代

差額ベッド代とはなにか。

ドラマなどでよく見る個室だが、実は有償でそちらの部屋にうつることができる。
また大病院では、個室のみならず、2人部屋・4人部屋など、大部屋の中でもハイクラスな病室を備えていることが多い。

ただ、個室に大きなこだわりがない場合、正直無償の大部屋で十分であることが多いだろう。
傷病手当金があるとはいえ、ただでさえ収入に不安がある中、課金してまで少しいい部屋に移る動機はあまり考えられない。

なので病院側も入院中、あの手この手で営業してくるのだ。
曰く、個室のほうが面会しやすくて快適ですよ、だの、大部屋はなかなか空かないんですよねえ、だの。

ただ、病院側都合（例えば無償ベッドに空きがない場合）で有償ベッドに移らざるを得ない場合、これは病院側負担となり、患者側は支払わなくて良いことになっている。
そのため、きちんと理論武装していれば、差額ベッド代を支払うことはめったにない。

したがって、ここでもやはり民間医療保険は不要だという結論に至ってしまう。

## その他必要そうなケース

例えば、がんに備え先進医療を積極的に受けたい場合がある。
そういう場合は入る価値はあるのかもしれない。

## 保険とは..

リスクは発生頻度（確率）とかかる額の掛け算で計算することができる。

発生頻度はともかく、医療にかかる額は日本においては実はそんなに大きくないことがわかった。
これが自動車事故だと、発生頻度は低くとも賠償金の額はかなり大きくなるので、保険に入る必要がある。
しかし額がそもそも小さいと、入る意義がなくなってしまうのだ。

やはり色々な識者がいうように、民間医療保険は不要だという結論にいきついてしまう。
